import React, { Component } from 'react';
import picture from '../images/time-to-travel.jpg';

class About extends Component {
    render() {
        return(
            <div className="container">
                <div class="text-center">
                    <img src={picture} className="img-thumbnail w-75 rounded" alt="travel_picture" />    
                </div>  
                <div className="w-75 mx-auto mt-3">
                    <h2 className="mb-3">Про проект</h2>
                    <p>Ми любимо подорожувати. Більш за все в нових містах нам подобається знаходити місця, про які знають  
                        місцеві жителі та мовчать путівники. І нам набридло перед кожною подорожжю читати тону блогів та  
                        вибивати з друзів всі явки та паролі. Тому ми зробили TraveLife, об'єднали наших друзів для того, щоб
                        написати все, що вони знають. Сьогодні і в майбутньому. 
                    </p>
                    <p>Наш проект об'єднує місцевих жителів та мандрівників з усіх кінців світу, готових розповісти про місця,
                        які не можна пропустити. Ми знаємо все про те, як знайти арабські кафе з найкращим хумусом, потрапити 
                        всередину трулля, де плавати в басейні з виглядом на місто, знайти найменший мішленівський ресторан і 
                        коли саме спробувати на ринку морозиво, яким старенька відома на всю країну, уникнувши товпу туристів.   
                    </p>
                    <p>Отже, тепер не залишилось перешкод для пригод, в кожному місті ви будете відчувати себе як вдома.</p>
                    
                </div>
            </div>
        );
    }
}

export default About;